Repository: rhcu/Edu-MarketPlace-Extended
Catalog: marketplace/locale/*/LC_MESSAGES/django.po
Languages: kk

source: Hi! Thanks for using Edu Marketplace! If you want to contact us with any feedback or concern, fill out the form below
kk: Сәлем! Edu Marketplace-ті қолдаңғаныңызға рахмет! Өзіңізді мазалаған сұрақтар бойынша бізбен байланысу үшін төмендегі форманы толтырыңыз

source: Loading…
kk: Жүктелуде

source: Welcome
kk: Қош келдіңіз

source: Start your next education today by exploring our
kk: Келесі оқылымды бүгін бастау үшін керек

source: list of courses
kk: курстар тізімі

source: Close
kk: Жабық

source: If you cannot find an answer to your question, make sure to contact us.
kk: Сұрағыңызға жауап табылмаған жағдайда, бізбен байланысуыңызды өтінеміз.

source: General questions
kk: Жалпылама сұрақтар

source: Is account registration required?
kk: Аккаунтты тіркеу қажет пе?

source: Yes, you need to create an account to be able to see the list of courses. However, FAQ and contact form are available without registration. Registration can be done either using existing Google account or by filling the required information in Sign-up window.
kk: Иә, курстар тізімін көру мүмкіндігіне ие болу үшін аккаунттық тіркелуден өтуіңіз қажет. Алайда, Сұрақ-Жауап және байланыс формасына тіркелімсіз қол жеткізе аласыз. Тіркелу қолданымдағы Google аккаунтын қолдану немесе Тіркелу терезесіндегі талап етілген ақпаратты толтыру арқылы жүзеге асырыла алады.

source: Can I create my own course?
kk: Өз курсымды құру мүмкіндігі қарастырылған ба?

source: Yes! We will review your course to see if it satisfies our rules and conditions, and will notify you once your course is approved and added to the list of courses for students.
kk: Иә! Біз сіздің курсыңызды ережелер мен талаптарымызға лайықтылығын білу үшін қарап шығамыз, және сіздің курс мақұлданып студенттерге арналған курстар тізіміне қосылғаннан кейін сізге хабарлаймыз.

source: What is the currency used for all transactions?
kk: Барлық транзакциялар үшін қандай валюта қолданылады?

source: All prices for courses are in
kk: Барлық курстардың баға есептеулері

source: KZT
kk: теңгемен

source: We plan to add other currencies later.
kk: Басқа валюталарды қосу жоспарда бар.

source: I want to enroll to the course. How can I do this?
kk: Курсқа жазылғым келеді. Оны қалай істей аламын?

source: Enrolling to a course is really simple. Each course has a description and price. Once you have selected a course, you can enroll to it and you will gain a full access to the purchased course materials including lessons and other course entries.
kk: Курсқа жазылу шынында оңай. Әр курстың сипаттамасы және бағасы көрсетілген. Сіз курсты таңдағаннан кейін оған жазылуға болады. Содан соң сіз сатып алынған курстың материалдарына, соның ішінде сабақтар мен басқа да жазбаларға толық қол жеткізе аласыз.

source: How can I add videos to the course?
kk: Курсқа бейне материалды қалай қосуға болады?

source: We have 2 options for this
kk: Оны екі түрлі жолмен іске асыруға болады

source: You can chose Video course entry type from dropdown, and then paste the embed link from YouTube. This will create an entry with your video in the course.
kk: Ашылатын мәзірден Бейне курсқа кіру түрін таңдап, содан кейін YouTube-тен ендірілген сілтемені қоюға болады. Бұл арқылы курста сіздің бейнеңізбен жазба құрылады.

source: You can insert embeddable iframe with a link from YouTube to the text editor in Lesson course entry.
kk: Сабақ жазбасындағы мәтіндік редакторға YouTube сілтемесі кірістірілген iframe-ді ендіруге болады.

source: Welcome to the first educational platform tailored to the needs of Kazakhstan
kk: Қазақстанның қажеттіліктерін ескере отырып жасалған алғашқы білім алаңына қош келдіңіздер

source: Look through our rich courses catalog and gain the knowledge you need to maximize your success
kk: Біздің курстардың бай тіздемесін қарап шығыңыз және табысқа жету үшін қажет білімге ие болыңыз

source: Discover courses
kk: Курстар туралы ақапарат

source: If you have knowledge to share, utilize our platform to deliver it to the maximum amount of people
kk: Егер бөлісерлік біліміңіз болса, біздің платформаны оны барынша көп адамдарға жеткізу үшін пайдаланыңыз

source: Create courses
kk: Курстарды құру

source: Talk to other students and to course creators to enhance your knowledge
kk: Біліміңді толықтыру үшін басқа студенттермен және курс құрушылармен тілдесу

source: Collaborate
kk: Серіктесу

source: Knowledge is power. Information is liberating. Education is the premise of progress, in every society, in every family
kk: Білім - күш. Ақпарат азат. Білім - әр қоғамда, әрбір отбасында үдерістің алғышарты

source: Make a difference
kk: Өзгеріс еңгізу

source: Start learning today
kk: Бүгінгі оқылымды бастау

source: Discover the endless world of education with us
kk: Білім шексіздігін зерттеуде бізбен бірге болыңыз

source: Log In
kk: Жүйеге кіру

source: Sign Up
kk: Тіркелу

source: Profile Information
kk: Жеке ақапарат

source: Update
kk: Жаңарту

source: Refund policies
kk: Төлемді қайтару саясаты

source: You can unenroll from the course within 7 days from enrollment, and you will be refunded in the full amount in case you have not received a completion certificate in this timeline. You may cancel your enrollment at any time after 7 days but won't get any refund in that case.
kk: Сіз тіркелгеннен бастап 7 күннің ішінде курстан шыға аласыз, және осы мерзім ішінде курстың аяқталғаны туралы сертификат алмаған болсаңыз, толық көлемде төлем қайтарылады. Сіз 7 күн өткеннен кейін кез-келген уақытта оқудан бас тарта аласыз, бірақ бұл жағдайда төлем қайтарылмайды.

source: You can unenroll from free courses at any time with no charge.
kk: Ақысыз курстардан кез-келген уақытта ешқандай төлемсіз шыға аласыз

source: You are only allowed to unenroll from one specific course once. That means, if you will cancel your enrollment to the course claiming a refund, and will subsequently enroll in the same course, you won't be allowed to claim a refund for subsequent unenrollment.
kk: Сізге бір курстан бір рет қана бас тартуға рұқсат етіледі. Бұл дегеніміз, егер сіз төлемді қайтаруды саясаты бекітілген курсқа жазылудан бас тартсаңыз және кейіннен сол курсты қайта оқитын болсаңыз, сізге одан кейінгі курстан бас тартуға төлем қайтарылмайды.

source: Please, allow 30 days from the cancellation point for the refund to be processed. If you were eligible for a refund and didn't receive a money transfer after this period, please contact us.
kk: Төлемді қайтару процессіне тіркелім күшін жойған сәттен бастап 30 күн жұмсалатындығын ескеруіңізді өтінеміз. Егер сіз төлемді қайтаруға лайықты деп табылсаңыз және белгіленген мерзім ішінде ақша аударымы жасалынбаса, бізбен байланысуыңызды сұранамыз.

source: Email
kk: Электрондық пошта

source: Search
kk: Іздеу

source: My Profile
kk: Менің Парақшам

source: Log out
kk: Жүйеден шығу

source: Login
kk: Жүйеге кіру

source: Register
kk: Тіркелу

source: Menu
kk: Мәзір

source: Home
kk: Басты бет

source: Courses
kk: Курстар

source: Contact us
kk: Бізбен байланысыңыз

source: Add Courses
kk: Курстрады қосу

source: New course
kk: Жаңа курс

source: Add course
kk: Курсты қосу

source: Add Course Entry
kk: Курс жазылымын қосу

source: Course entry
kk: Курс жазылымы

source: Save
kk: Сақтау

source: All courses
kk: Барлық курстар

source: Topic
kk: Тақырып

source: Author
kk: Автор

source: Price
kk: Бағасы

source: Description
kk: Сипаттама

source: You are enrolled
kk: Сіз тіркелдіңіз

source: Unenroll
kk: Тіркелімнің күшін жою

source: Purchase
kk: Сатып алу

source: Enrolled students
kk: Тіркелген студенттер

source: NOTE
kk: Ескертпе

source: Before accessing course contents you should purchase the course.
kk: Курс мазмұнын көрмес бұрын кусрты сатып алуыңыз қажет

source: Progress
kk: Ілгерілеу деңгейі

source: Completed
kk: Аяқталды

source: In progress
kk: Ілгерілеуде

source: Add course entry
kk: Курс кіріспесін қосу

source: Back to course
kk: Курсқа қайту

source: Payment Details
kk: Төлем туралы толық ақпарат

source: CARD NUMBER
kk: Карта нөмері

source: EXPIRATION DATE
kk: Қолданылу мерзімі

source: CVV CODE
kk: CVV коды

source: Buy
kk: Сатып алу

source: Manage Your Course
kk: Курсты реттеу

source: Continue Learning
kk: Оқылымды жалғастыру

source: Learn More
kk: Толығырақ

source: There are no courses right now!
kk: Қазір қол жетімді кусртар жоқ!

source: Enrolled Students
kk: Тіркелген студенттер

source: Course
kk: Курс

source: Delete
kk: Жою

source: Mark as NOT completed
kk: Аяқталмады белгісін қою

source: Mark as completed
kk: Аяқталды белгісін қою

source: Already submitted
kk: Тапсырылды

source: Edit
kk: Өзгерту

source: Submit
kk: Тапсыру

source: Save Lesson
kk: Сабақты сақтау

source: Save Quiz
kk: Сынақтаманы сақтау

source: Add
kk: Қосу

source: Save Video
kk: Бейнені сақтау

source: This user has no courses published
kk: Бұл пайдаланушыда жарияланған курстар жоқ

source: Video Details
kk: Бейне туралы толық ақпарат

source: Your search...
kk: Сіздің ізделіміңіз...

source: No search results
kk: Іздеу нәтижесі табылмады
